---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Luminance
source: html/629eebce-c845-861e-72e6-a96c7632fd11.htm
---
# Autodesk.Revit.DB.SpecTypeId.Luminance Property

Luminance, in discipline Electrical.

## Syntax (C#)
```csharp
public static ForgeTypeId Luminance { get; }
```